{
  "text": {
    "hey": 48,
    "hello": 47,
    "hi": 49,
    "there": 106,
    "good": 41,
    "morning": 67,
    "evening": 33,
    "moin": 66,
    "let": 60,
    "s": 88,
    "go": 39,
    "dude": 32,
    "goodmorning": 44,
    "goodevening": 43,
    "afternoon": 2,
    "cu": 24,
    "by": 17,
    "cee": 20,
    "you": 121,
    "later": 59,
    "night": 72,
    "bye": 18,
    "goodbye": 42,
    "have": 46,
    "a": 0,
    "nice": 71,
    "day": 26,
    "see": 92,
    "around": 11,
    "yes": 120,
    "y": 119,
    "indeed": 54,
    "of": 75,
    "course": 23,
    "that": 104,
    "sounds": 94,
    "correct": 22,
    "no": 73,
    "n": 69,
    "never": 70,
    "i": 52,
    "don": 31,
    "t": 100,
    "think": 107,
    "so": 93,
    "like": 61,
    "way": 112,
    "not": 74,
    "really": 82,
    "perfect": 78,
    "great": 45,
    "amazing": 4,
    "feeling": 38,
    "king": 58,
    "wonderful": 116,
    "am": 3,
    "very": 110,
    "going": 40,
    "to": 108,
    "save": 91,
    "the": 105,
    "world": 118,
    "super": 97,
    "stoked": 95,
    "extremely": 35,
    "my": 68,
    "was": 111,
    "horrible": 50,
    "sad": 90,
    "feel": 37,
    "well": 113,
    "disappointed": 28,
    "m": 63,
    "unhappy": 109,
    "extremly": 36,
    "saad": 89,
    "are": 9,
    "bot": 16,
    "human": 51,
    "talking": 101,
    "tell": 103,
    "me": 64,
    "about": 1,
    "autonomous": 15,
    "mobile": 65,
    "robots": 86,
    "what": 114,
    "is": 57,
    "an": 7,
    "amr": 5,
    "explain": 34,
    "robot": 85,
    "project": 80,
    "describe": 27,
    "amrs": 6,
    "automated": 14,
    "storage": 96,
    "and": 8,
    "retrieval": 84,
    "system": 98,
    "as": 12,
    "rs": 87,
    "asrs": 13,
    "systems": 99,
    "does": 30,
    "do": 29,
    "projects": 81,
    "your": 122,
    "company": 21,
    "working": 117,
    "on": 76,
    "ongoing": 77,
    "programs": 79,
    "research": 83,
    "areas": 10,
    "technologies": 102,
    "with": 115,
    "can": 19,
    "list": 62,
    "current": 25,
    "initiatives": 55,
    "involved": 56,
    "in": 53
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_amr": 1,
    "ask_asrs": 2,
    "ask_projects": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_amr": 12,
    "utter_asrs": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19,
    "utter_projects": 20
  },
  "action_text": null,
  "intent_response_key": null
}